{
  "id": "bidil",
  "title": "Race in a Bottle",
  "difficulty": "Difficult",
  "discipline": ["Medical Anthropology", "Anthropology of Science & Technology", "Critical Race Studies"],
  "content": "<p>In 2005, the U.S. Food and Drug Administration (FDA) approved <strong>BiDil</strong>, marketed as the first 'ethnic' heart failure drug intended specifically for African-American patients. This approval was widely celebrated as a breakthrough in personalized medicine and as a potential way to address long-standing health disparities. Organizations advocating for Black health, including the Association of Black Cardiologists and members of Congress, publicly supported the drug’s approval as a needed innovation for underserved communities and a solution for disparities in health.</p><p>But on closer inspection, BiDil was not new science. The active ingredients—hydralazine and isosorbide dinitrate—had been used for years to treat heart failure in patients of all racial backgrounds. There was no evidence that the drug worked better in African-Americans than in anyone else, and it was not based on any specific genetic differences tied to race.The FDA’s decision rested primarily on a clinical trial that enrolled only self-identified African-American participants, without comparing outcomes to other groups.</p><p>The history of BiDil’s racial branding reveals a tangled mix of science, regulation, and commercial strategy. After an initial FDA rejection, the drug’s developers reanalyzed earlier trial data by racial subgroups and secured a new patent specifying use for Black patients, which extended the period of market exclusivity. This legal and regulatory maneuvering helped transform a generic drug combination into a race-specific pharmaceutical advantage.</p><hr><p><strong>Source:</strong> Adapted from 'Race in a Bottle' by Jonathan Kahn, featured in <a href=\"https://www.scientificamerican.com/article/race-in-a-bottle/\" target=\"_blank\">Scientific American</a>.</p>",
  "concepts": [
    {
      "id": "rac_med",
      "name": "Racialized Medicine",
      "terms": ["racialized medicine", "ethnic drug", "race-specific"],
      "definition": "The process by which pharmaceutical regulation and clinical practice treat socially constructed racial categories as if they are meaningful biological variables for treatment."
    },
    {
      "id": "proxy",
      "name": "Race as a Proxy",
      "terms": ["proxy", "substitute", "placeholder"],
      "definition": "Race, a social category, is used to stand in for other factors that are difficult to measure directly (structural violence, discrimination, or inequality), often simplifying complex realities in the process."
    },
    {
      "id": "knowledge",
      "name": "Knowledge Production",
      "terms": ["knowledge production"],
      "definition": "The social and institutional processes through which knowledge is created, validated, circulated, and stabilized, including decisions about methods, categories, evidence, and authority."
    },
    {
      "id": "biol_soc",
      "name": "Biologization of Social Problems",
      "terms": ["biologization", "social determinants"],
      "definition": "Explaining health disparities (caused by inequality, disxrimination, structural violence) as being the result of innate biological differences between groups."
    },
    {
      "id": "myth",
      "name": "Race as a Biological Myth",
      "terms": ["biological myth", "powerful myth", "race as a biological myth"],
      "definition": "The fact that while race has powerful social and material effects, it does not correspond to discrete, biologically distinct human groups grounded in genetics."
    },
    {
      "id": "construct",
      "name": "Social Construct",
      "terms": ["construct", "social construct", "social construction", "cultual construct", "cultural constrcution"],
      "definition": "A category or concept that is created, maintained, and given meaning through social practices, institutions, and histories, rather than existing as a natural or inevitable fact."
    },
    {
      "id": "medicalization",
      "name": "Medicalization",
      "terms": ["medicalization", "medicalized"],
      "definition": "The process through which social problems or forms of difference come to be defined and treated as medical issues, often shifting attention away from social, political, or structural causes."
    }
  ]
}
