{
  "id": "paperslips",
  "title": "Paper Slips and the Ordering of Knowledge",
  "difficulty": "Medium",
  "discipline": [
    "Anthropology of Science & Technology",
    "History of Knowledge"
  ],
  "content": "<p>In the eighteenth century, Carl Linnaeus became widely known for imposing order on the natural world. Through binomial nomenclature, he replaced long descriptive names for plants and animals with standardized Latin terms and organized nature into nested hierarchies such as species, genus, and family. This classificatory system offered scholars a shared language and became foundational to modern taxonomy. Admirers summarized his achievement succinctly: “God created—Linnaeus arranged.”</p><p>Less visible than this conceptual system was the material infrastructure that supported Linnaeus’s work. By the latter part of his career, Linnaeus was overwhelmed by the volume of information he had accumulated. What began as solitary plant collecting in southern Sweden expanded into an international enterprise. Students trained by Linnaeus sent him specimens and observations from across Europe, Russia, the Middle East, West Africa, and China. Unlike many scholars of his time, Linnaeus worked largely alone, without a staff to manage correspondence or collections. Letters from the 1750s show him complaining of exhaustion and overload.</p><p>To manage this deluge, Linnaeus began recording information on small, uniform paper slips. Measuring roughly five by three inches, these slips contained notes on plants as well as excerpts from books and publications. More than a thousand survive today at the Linnean Society of London. Though hand-cut and made of thin paper, they are functionally similar to modern index cards. The slips allowed information to be recorded in discrete units that could be moved, reordered, and recombined.</p><p>This practice addressed a broader problem facing European scholars. Since the Renaissance, the expansion of printed books, the recovery of ancient texts, and the discovery of new territories had produced an information overload crisis. Scholars struggled not only to read and remember but to store, retrieve, and reorganize knowledge. Notebooks kept information together but made searching difficult, while loose sheets offered flexibility at the risk of disorder.</p><p>Various solutions emerged. Some scholars relied on loose paper, while others developed elaborate filing devices such as Thomas Harrison’s “ark of studies,” which used labeled hooks to organize excerpts by topic. Playing cards, often blank on the back, were commonly used as writing surfaces for notes and records. Playing cards were later found under the floorboards of the home Linnaeus shared with his wife, suggesting their use as an informal information medium.</p><p>Linnaeus’s paper slips were not formally standardized or promoted as a universal method. Historians describe them as idiosyncratic and pragmatic, born of necessity rather than theory. Yet they closely paralleled his taxonomic project. Like binomial nomenclature, the slips transformed complex realities into discrete, sortable elements that could be placed within hierarchical systems.</p><p>After Linnaeus’s death, similar paper technologies became institutionalized. In 1780, the Vienna Court Library introduced the first card catalog, using individual paper slips to describe every book in its collection. Around the same time, European states adopted banknotes as a universal medium of exchange. Both systems relied on small, mobile pieces of paper that represented and organized larger realities.</p><p>The logic of classification extended beyond nature and libraries. When Linnaean taxonomy was applied to humans, it contributed to the development of racial categories and the ideology of racism. In the twentieth century, index-card systems were used by state institutions to catalog and monitor populations. J. Edgar Hoover compiled extensive card indexes of individuals and organizations deemed subversive. In Nazi Germany, card-based systems classified Jewish citizens according to racial and genetic criteria.</p><p>The paper slip, initially developed to manage scientific information, became embedded in practices of governance and control.</p>",
  "concepts": [
    {
      "id": "classif",
      "name": "Hierarchical Classification",
      "terms": [
        "hierarchical classification",
        "classification",
        "taxonomy",
        "categorization"
      ],
      "definition": "The practice of dividing the world into discrete categories and arranging them into hierarchical systems that structure similarity and difference."
    },
    {
      "id": "matinfra",
      "name": "Material Infrastructure of Knowledge",
      "terms": [
        "material infrastructure of knowledge",
        "material infrastructure",
        "knowledge infrastructure"
      ],
      "definition": "The physical media (tools and formats) through which knowledge is recorded, stored, processed, and retrieved."
    },
    {
      "id": "standard",
      "name": "Standardization",
      "terms": [
        "standardization",
        "uniformity"
      ],
      "definition": "The creation of fixed, uniform formats that enable information to be compared, reordered, and coordinated across contexts."
    },
    {
      "id": "abstrac",
      "name": "Abstraction",
      "terms": [
        "abstraction",
        "representation",
        "reductive representation"
      ],
      "definition": "The reduction of complex realities into simplified units that can be manipulated, rearranged, and governed."
    },
    {
      "id": "knowpow",
      "name": "Knowledge–Power",
      "terms": [
        "knowledge-power",
        "power/knowledge"
      ],
      "definition": "The idea that systems for producing and organizing knowledge are inseparable from systems of authority, governance, and control."
    },
    {
      "id": "legible",
      "name": "Bureaucratic Legibility",
      "terms": [
        "legibility",
        "bureaucratic legibility"
      ],
      "definition": "The process by which people, objects, or ideas are transformed into standardized units that institutions can recognize and act upon."
    },
    {
      "id": "data",
      "name": "Datafication",
      "terms": [
        "datafication"
      ],
      "definition": "The process of turning life into data points."
    },
    {
      "id": "epistem",
      "name": "Epistemological Values",
      "terms": [
        "epistemological values",
        "epistomological virtues",
        "values"
      ],
      "definition": "The values (like 'objectivity' or 'systematicity') that drive scholars to adopt specific tools and methods and are in turn reinforced by those tools and methods."
    }
  ]
}